[ClassDefinition.Class_ShockFanBoat VehicleClassDefinition]
DisplayName="Aerobot"

[Weapons.WeaponTypes.WeaponType_StickyShock WeaponTypeDefinition]
Typename=" Pirate ships and missiles"
PickupMessage="otherwise it is different %s"
UseFailureLevelMessage="You must be at least level %d to use this."
UseFailureConstraintsMessage="The number is not available."
NoManufacturerName="Like people"

